Repository: riyasy/FlyPhotos
Catalog: Src/FlyPhotos/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, ml_in, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, uk_ua, zh_cn, zh_tw

# RenameFailed.Message
source: The file could not be renamed.
ar_sa: تعذرت إعادة تسمية الملف.
es_es: No se pudo cambiar el nombre del archivo.
fr_fr: Impossible de renommer le fichier.
it_it: Impossibile rinominare il file.
ja_jp: ファイルの名前を変更できませんでした。
ko_kr: 파일 이름을 바꿀 수 없습니다.
ml_in: ഫയലിന്റെ പേര് മാറ്റാൻ കഴിഞ്ഞില്ല.
nl_nl: Het bestand kon niet worden hernoemd.
pl_pl: Nie można zmienić nazwy pliku.
pt_pt: Não foi possível mudar o nome do ficheiro.
ru_ru: Не удалось переименовать файл.
sv_se: Det gick inte att byta namn på filen.
uk_ua: Не вдалося перейменувати файл.
zh_tw: 無法重新命名檔案。

# RenameFailed.Title
source: Rename Failed
ar_sa: فشلت إعادة التسمية
es_es: Error al cambiar el nombre
fr_fr: Échec du changement de nom
it_it: Ridenominazione non riuscita
ja_jp: 名前の変更に失敗しました
ko_kr: 이름 바꾸기 실패
ml_in: പേര് മാറ്റൽ പരാജയപ്പെട്ടു
nl_nl: Naam wijzigen mislukt
pl_pl: Zmiana nazwy nie powiodła się
pt_pt: Falha ao mudar o nome
ru_ru: Ошибка переименования
sv_se: Det gick inte att byta namn
uk_ua: Помилка перейменування
zh_tw: 重新命名失敗

# RenameFailed.InvalidCharacters
source: The file name contains invalid characters.
ar_sa: يحتوي اسم الملف على أحرف غير صالحة.
es_es: El nombre del archivo contiene caracteres no válidos.
fr_fr: Le nom du fichier contient des caractères non valides.
it_it: Il nome del file contiene caratteri non validi.
ja_jp: ファイル名に無効な文字が含まれています。
ko_kr: 파일 이름에 유효하지 않은 문자가 포함되어 있습니다.
ml_in: ഫയലിന്റെ പേരിൽ അസാധുവായ പ്രതീകങ്ങൾ അടങ്ങിയിരിക്കുന്നു.
nl_nl: De bestandsnaam bevat ongeldige tekens.
pl_pl: Nazwa pliku zawiera niedozwolone znaki.
pt_pt: O nome do ficheiro contém carateres inválidos.
ru_ru: Имя файла содержит недопустимые символы.
sv_se: Filnamnet innehåller ogiltiga tecken.
uk_ua: Ім'я файлу містить неприпустимі символи.
zh_tw: 檔案名稱包含無效的字元。

# RenameFailed.FileAlreadyExists
source: A file with that name already exists.
ar_sa: يوجد ملف بهذا الاسم بالفعل.
es_es: Ya existe un archivo con ese nombre.
fr_fr: Un fichier portant ce nom existe déjà.
it_it: Esiste già un file con questo nome.
ja_jp: 同じ名前のファイルが既に存在します。
ko_kr: 같은 이름의 파일이 이미 있습니다.
ml_in: ആ പേരിലുള്ള ഒരു ഫയൽ ഇതിനകം നിലവിലുണ്ട്.
nl_nl: Er bestaat al een bestand met deze naam.
pl_pl: Plik o tej nazwie już istnieje.
pt_pt: Já existe um ficheiro com este nome.
ru_ru: Файл с таким именем уже существует.
sv_se: Det finns redan en fil med det namnet.
uk_ua: Файл із таким ім'ям уже існує.
zh_tw: 已經有相同名稱的檔案。

# RenameFlyout.OkButton
source: OK
ar_sa: موافق
es_es: Aceptar
ko_kr: 확인
ml_in: ശരി
ru_ru: ОК
zh_tw: 確定

# TextBlockMouseSection.Text
source: Mouse
ar_sa: الماوس
es_es: Ratón
fr_fr: Souris
ja_jp: マウス
ko_kr: 마우스
ml_in: മൗസ്
nl_nl: Muis
ru_ru: Мышь
sv_se: Mus
uk_ua: Миша
zh_tw: 滑鼠

# SettingsCardCtrlMouseWheel.Header
source: Ctrl + Mouse Wheel
ar_sa: Ctrl + عجلة الماوس
es_es: Ctrl + Rueda del ratón
fr_fr: Ctrl + Molette de la souris
it_it: Ctrl + Rotellina del mouse
ja_jp: Ctrl + マウスホイール
ko_kr: Ctrl + 마우스 휠
ml_in: Ctrl + മൗസ് വീൽ
nl_nl: Ctrl + Muiswiel
pl_pl: Ctrl + Kółko myszy
pt_pt: Ctrl + Roda do rato
ru_ru: Ctrl + колесо мыши
sv_se: Ctrl + Mushjul
uk_ua: Ctrl + коліщатко миші
zh_tw: Ctrl + 滑鼠滾輪

# TextCtrlMouseWheelAction.Text
source: Always zooms in or out
ar_sa: التكبير أو التصغير دائمًا
es_es: Siempre acercar o alejar
fr_fr: Toujours zoomer avant ou arrière
it_it: Ingrandisce o riduce sempre
ja_jp: 常にズームイン / アウト
ko_kr: 항상 확대 또는 축소
ml_in: എപ്പോഴും സൂം ഇൻ / ഔട്ട്
nl_nl: Altijd in- of uitzoomen
pl_pl: Zawsze powiększa lub pomniejsza
pt_pt: Aumentar ou diminuir sempre o zoom
ru_ru: Всегда увеличение или уменьшение
sv_se: Zoomar alltid in eller ut
uk_ua: Завжди збільшує або зменшує масштаб
zh_tw: 永遠放大或縮小

# SettingsCardAltMouseWheel.Header
source: Alt + Mouse Wheel
ar_sa: Alt + عجلة الماوس
es_es: Alt + Rueda del ratón
fr_fr: Alt + Molette de la souris
it_it: Alt + Rotellina del mouse
ja_jp: Alt + マウスホイール
ko_kr: Alt + 마우스 휠
ml_in: Alt + മൗസ് വീൽ
nl_nl: Alt + Muiswiel
pl_pl: Alt + Kółko myszy
pt_pt: Alt + Roda do rato
ru_ru: Alt + колесо мыши
sv_se: Alt + Mushjul
uk_ua: Alt + коліщатко миші
zh_tw: Alt + 滑鼠滾輪

# TextAltMouseWheelAction.Text
source: Always views next or previous
ar_sa: عرض التالي أو السابق دائمًا
es_es: Siempre ver siguiente o anterior
fr_fr: Toujours afficher suivant ou précédent
it_it: Visualizza sempre successivo o precedente
ja_jp: 常に次/前を表示
ko_kr: 항상 다음 또는 이전 보기
ml_in: എപ്പോഴും അടുത്തത് അല്ലെങ്കിൽ മുൻപത്തേത് കാണുക
nl_nl: Altijd volgende of vorige weergeven
pl_pl: Zawsze wyświetla następne lub poprzednie
pt_pt: Ver sempre a foto seguinte ou anterior
ru_ru: Всегда просмотр фото вперёд или назад
sv_se: Visar alltid nästa eller föregående bild
uk_ua: Завжди показує наступне або попереднє фото
zh_tw: 永遠查看上一張或下一張

# SettingsCardTiltWheel.Header
source: Tilt Mouse Wheel Left or Right
ar_sa: إمالة عجلة الماوس لليسار أو لليمين
es_es: Inclinar rueda izquierda/derecha
fr_fr: Incliner la molette de la souris (gauche/droite)
it_it: Inclinare rotellina Sinistra/Destra
ja_jp: マウスホイールを左右に倒す
ko_kr: 마우스 휠 왼쪽/오른쪽 기울이기
ml_in: മൗസ് വീൽ ഇടത്തോട്ട് / വലത്തോട്ട് ചരിക്കുക
nl_nl: Muiswiel kantelen links/rechts
pl_pl: Przechylenie kółka myszy w lewo lub w prawo
pt_pt: Inclinar roda do rato para a esquerda ou direita
ru_ru: Наклон колеса мыши влево/вправо
sv_se: Luta mushjul vänster/höger
uk_ua: Нахил коліщатка миші ліворуч або праворуч
zh_tw: 滑鼠滾輪左右傾斜

# TextTiltWheelAction.Text
source: View Next or Previous
ar_sa: عرض التالي أو السابق
es_es: Ver Siguiente o Anterior
fr_fr: Afficher suivant ou précédent
it_it: Visualizza Successivo o Precedente
ja_jp: 次/前の表示
ko_kr: 다음 또는 이전 보기
ml_in: അടുത്തത് അല്ലെങ്കിൽ മുൻപത്തേത് കാണുക
nl_nl: Volgende of vorige weergeven
pl_pl: Wyświetl następne lub poprzednie
pt_pt: Ver foto seguinte ou anterior
ru_ru: Просмотр фото вперёд или назад
sv_se: Visa nästa eller föregående bild
uk_ua: Перегляд наступного або попереднього фото
zh_tw: 查看上一張或下一張

# SettingsCardLeftClickDrag.Header
source: Mouse Left Click and Drag on Photo
ar_sa: النقر بزر الماوس الأيسر والسحب على الصورة
es_es: Clic izquierdo y arrastrar sobre la foto
fr_fr: Clic gauche + Glisser sur la photo
it_it: Clic sinistro e trascina sulla foto
ja_jp: 写真上でマウスの左クリック + ドラッグ
ko_kr: 사진 위에서 마우스 왼쪽 클릭 후 드래그
ml_in: ഫോട്ടോയിൽ മൗസ് ലെഫ്റ്റ് ക്ലിക്ക് ചെയ്ത് നീക്കുക
nl_nl: Linker muisknop en slepen op de foto
pl_pl: Lewy przycisk myszy i przeciąganie na zdjęciu
pt_pt: Clique esquerdo do rato e arrastar sobre a foto
ru_ru: Левая кнопка мыши + перетаскивание по фото
sv_se: Vänsterklick och dra på bilden
uk_ua: Лівий клік миші та перетягування по фото
zh_tw: 在照片上滑鼠左鍵拖曳

# TextLeftClickDragAction.Text
source: Pan Photo
ar_sa: تحريك الصورة
es_es: Desplazar imagen
fr_fr: Déplacer la photo
it_it: Sposta foto
ja_jp: 写真を移動
ko_kr: 사진 이동
ml_in: ഫോട്ടോ നീക്കുക
nl_nl: Foto verschuiven
pl_pl: Przesuń zdjęcie
pt_pt: Deslocar foto
ru_ru: Панорамирование фото
sv_se: Panorera bild
uk_ua: Переміщення фото
zh_tw: 平移照片

# SettingsCardMiddleClick.Header
source: Mouse Wheel Click
ar_sa: النقر بعجلة الماوس
es_es: Clic en la rueda del ratón
fr_fr: Clic sur la molette
it_it: Clic sulla rotellina
ja_jp: マウスホイールクリック
ko_kr: 마우스 휠 클릭
ml_in: മൗസ് വീൽ ക്ലിക്ക്
nl_nl: Klik op muiswiel
pl_pl: Kliknięcie kółka myszy
pt_pt: Clique na roda do rato
ru_ru: Нажатие колеса мыши
sv_se: Klick på mushjulet
uk_ua: Натискання коліщатка миші
zh_tw: 點擊滑鼠滾輪

# ComboMiddleClickItemFullScreen.Content
source: Full screen
ar_sa: ملء الشاشة
es_es: Pantalla completa
fr_fr: Plein écran
it_it: Schermo intero
ja_jp: 全画面表示
ko_kr: 전체 화면
ml_in: ഫുൾ സ്ക്രീൻ
nl_nl: Volledig scherm
pl_pl: Pełny ekran
pt_pt: Ecrã inteiro
ru_ru: Во весь экран
sv_se: Helskärm
uk_ua: На весь екран
zh_tw: 全螢幕

# ComboMiddleClickItemMaximize.Content
source: Maximize or restore
ar_sa: تكبير أو استعادة
es_es: Maximizar o restaurar
fr_fr: Agrandir ou restaurer
it_it: Massimizza o ripristina
ja_jp: 最大化 / 元のサイズに戻す
ko_kr: 최대화 또는 복원
ml_in: മാക്സിമൈസ് അല്ലെങ്കിൽ പുനഃസ്ഥാപിക്കുക
nl_nl: Maximaliseren of herstellen
pl_pl: Maksymalizuj lub przywróć
pt_pt: Maximizar ou restaurar
ru_ru: Развернуть или восстановить
sv_se: Maximera eller återställ
uk_ua: Розгорнути або відновити
zh_tw: 最大化或還原

# ComboMiddleClickItemNothing.Content
source: Nothing
ar_sa: لا شيء
es_es: Nada
fr_fr: Aucune action
it_it: Nessuna azione
ja_jp: 何もしない
ko_kr: 없음
ml_in: ഒന്നുമില്ല
nl_nl: Niets
pl_pl: Nic
pt_pt: Nada
ru_ru: Ничего
sv_se: Ingenting
uk_ua: Нічого
zh_tw: 無

# SettingsCardRightClick.Header
source: Mouse Right Click
ar_sa: النقر بزر الماوس الأيمن
es_es: Clic derecho
fr_fr: Clic droit de la souris
it_it: Clic destro del mouse
ja_jp: マウスの右クリック
ko_kr: 마우스 오른쪽 버튼 클릭
ml_in: മൗസ് റൈറ്റ് ക്ലിക്ക്
nl_nl: Rechtermuisknop
pl_pl: Prawy przycisk myszy
pt_pt: Clique direito do rato
ru_ru: Правый клик мыши
sv_se: Högerklick
uk_ua: Правий клік миші
zh_tw: 滑鼠右鍵單擊

# TextRightClickAction.Text
source: Windows Explorer Context Menu
ar_sa: قائمة السياق لمستكشف Windows
es_es: Menú contextual del Explorador de Windows
fr_fr: Menu contextuel de l'Explorateur Windows
it_it: Menu contestuale di Esplora file di Windows
ja_jp: Windowsエクスプローラーのコンテキストメニュー
ko_kr: Windows 파일 탐색기 컨텍스트 메뉴
ml_in: വിൻഡോസ് എക്സ്പ്ലോറർ കോൺടെക്സ്റ്റ് മെനു
nl_nl: Contextmenu van Windows Verkenner
pl_pl: Menu kontekstowe Eksploratora Windows
pt_pt: Menu de contexto do Explorador de Ficheiros do Windows
ru_ru: Контекстное меню Проводника Windows
sv_se: Utforskarens snabbmeny
uk_ua: Контекстне меню Провідника Windows
zh_tw: Windows 檔案總管的內容功能表

# SettingsCardRightClickHold.Header
source: Mouse Right Click and Hold
ar_sa: النقر بزر الماوس الأيمن مع الاستمرار
es_es: Clic derecho y mantener
fr_fr: Clic droit de la souris maintenu
it_it: Clic destro del mouse tenuto premuto
ja_jp: マウスを右クリックして長押し
ko_kr: 마우스 오른쪽 버튼 길게 누르기
ml_in: മൗസ് റൈറ്റ് ക്ലിക്ക് ചെയ്ത് പിടിക്കുക
nl_nl: Rechtermuisknop ingedrukt houden
pl_pl: Przytrzymanie prawego przycisku myszy
pt_pt: Clique direito do rato e manter
ru_ru: Удержание правой кнопки мыши
sv_se: Håll ned höger musknapp
uk_ua: Утримання правої кнопки миші
zh_tw: 滑鼠右鍵按住不放

# ComboRightClickHoldItemZoomIn.Content
source: Zoom In
ar_sa: تكبير
es_es: Acercar
fr_fr: Zoom avant
it_it: Ingrandisci
ja_jp: ズームイン
ko_kr: 확대
ml_in: സൂം ഇൻ ചെയ്യുക
nl_nl: Inzoomen
pl_pl: Powiększ
pt_pt: Aumentar zoom
ru_ru: Увеличить
sv_se: Zooma in
uk_ua: Збільшити
zh_tw: 放大

# ComboRightClickHoldItemNothing.Content
source: Nothing
ar_sa: لا شيء
es_es: Nada
fr_fr: Aucune action
it_it: Nessuna azione
ja_jp: 何もしない
ko_kr: 없음
ml_in: ഒന്നുമില്ല
nl_nl: Niets
pl_pl: Nic
pt_pt: Nada
ru_ru: Ничего
sv_se: Ingenting
uk_ua: Нічого
zh_tw: 無

# SettingsCardDoubleClick.Header
source: Mouse Double Click on Photo
ar_sa: النقر المزدوج على الصورة
es_es: Doble clic sobre la foto
fr_fr: Double-clic sur la photo
it_it: Doppio clic sulla foto
ja_jp: 写真をダブルクリック
ko_kr: 사진 더블 클릭
ml_in: ഫോട്ടോയിൽ ഡബിൾ ക്ലിക്ക്
nl_nl: Dubbelklik op de foto
pl_pl: Dwukrotne kliknięcie zdjęcia
pt_pt: Duplo clique na foto
ru_ru: Двойной клик по фото
sv_se: Dubbelklick på bilden
uk_ua: Подвійний клік по фото
zh_tw: 在照片上連按兩下

# TextDoubleClickAction.Text
source: Zoom to actual size or fit to window
ar_sa: تكبير إلى الحجم الفعلي أو ملاءمة للنافذة
es_es: Zoom a tamaño real o ajustar a la ventana
fr_fr: Zoomer à la taille réelle ou ajuster à la fenêtre
it_it: Dimensione effettiva o adatta alla finestra
ja_jp: 実際のサイズ / ウィンドウに合わせる
ko_kr: 실제 크기 또는 창에 맞춤
ml_in: യഥാർത്ഥ വലിപ്പം അല്ലെങ്കിൽ സ്‌ക്രീനിൽ നിറക്കുക
nl_nl: Zoomen naar werkelijke grootte of passend maken aan venster
pl_pl: Powiększ do rzeczywistego rozmiaru lub dopasuj do okna
pt_pt: Zoom para tamanho real ou ajustar à janela
ru_ru: Фактический размер или по размеру окна
sv_se: Faktisk storlek eller anpassa till fönster
uk_ua: Масштаб 1:1 або вписати у вікно
zh_tw: 實際大小或符合視窗

# SettingsCardLeftClickDrag.Description
source: Ctrl + Drag always moves the window
ar_sa: Ctrl + السحب يحرك النافذة دائمًا
es_es: Ctrl + Arrastrar siempre mueve la ventana
fr_fr: Ctrl + Glisser déplace toujours la fenêtre
it_it: Ctrl + Trascina sposta sempre la finestra
ja_jp: Ctrl + ドラッグは常にウィンドウを移動します
ko_kr: Ctrl + 드래그는 항상 창을 이동합니다
ml_in: Ctrl + ഡ്രാഗ് എപ്പോഴും വിൻഡോ നീക്കുന്നു
nl_nl: Ctrl + slepen verplaatst altijd het venster
pl_pl: Ctrl + przeciąganie zawsze przenosi okno
pt_pt: Ctrl + arrastar move sempre a janela
ru_ru: Ctrl + перетаскивание всегда перемещает окно
sv_se: Ctrl + dra flyttar alltid fönstret
uk_ua: Ctrl + перетягування завжди переміщує вікно
zh_tw: Ctrl + 拖曳永遠移動視窗

# TextCtrlDragAction.Text
source: Move window
ar_sa: تحريك النافذة
es_es: Mover la ventana
fr_fr: Déplacer la fenêtre
it_it: Sposta la finestra
ja_jp: ウィンドウを移動
ko_kr: 창 이동
ml_in: വിൻഡോ നീക്കുക
nl_nl: Venster verplaatsen
pl_pl: Przenieś okno
pt_pt: Mover a janela
ru_ru: Переместить окно
sv_se: Flytta fönstret
uk_ua: Перемістити вікно
zh_tw: 移動視窗

# SettingsPivotItemShortcuts.Header
source: Shortcuts
ar_sa: الاختصارات
es_es: Atajos
fr_fr: Raccourcis
it_it: Collegamenti
ja_jp: ショートカット
ko_kr: 바로 가기
ml_in: കുറുക്കുവഴികൾ
nl_nl: Sneltoetsen
ru_ru: Сочетания клавиш
sv_se: Genvägar
uk_ua: Гарячі клавіші
zh_tw: 快速鍵

# ShortcutSearchBox.PlaceholderText
source: Search commands and keys
ar_sa: البحث عن الأوامر والمفاتيح…
es_es: Buscar comandos y teclas…
fr_fr: Rechercher des commandes et des touches…
it_it: Cerca comandi e tasti…
ja_jp: コマンドとキーを検索…
ko_kr: 명령 및 키 검색…
ml_in: കമാൻഡുകളും കീകളും തിരയുക…
nl_nl: Opdrachten en toetsen zoeken…
pl_pl: Szukaj poleceń i klawiszy…
pt_pt: Pesquisar comandos e teclas…
ru_ru: Поиск команд и клавиш…
sv_se: Sök kommandon och tangenter…
uk_ua: Пошук команд і клавіш…
zh_tw: 搜尋命令與按鍵…

# ButtonResetAllShortcuts.Content
source: Reset all...
ar_sa: إعادة تعيين الكل…
es_es: Restablecer todo…
fr_fr: Tout réinitialiser…
it_it: Reimposta tutto…
ja_jp: すべてリセット…
ko_kr: 모두 재설정…
ml_in: എല്ലാം പുനഃസജ്ജമാക്കുക…
nl_nl: Alles opnieuw instellen…
pl_pl: Resetuj wszystko…
pt_pt: Repor tudo…
ru_ru: Сбросить все…
sv_se: Återställ alla…
uk_ua: Скинути все…
zh_tw: 全部重設…

# TxtNoShortcutResults.Text
source: No commands match your search.
ar_sa: لا توجد أوامر مطابقة لبحثك.
es_es: Ningún comando coincide con la búsqueda.
fr_fr: Aucune commande ne correspond à votre recherche.
it_it: Nessun comando corrisponde alla ricerca.
ja_jp: 検索に一致するコマンドはありません。
ko_kr: 검색과 일치하는 명령이 없습니다.
ml_in: തിരയലുമായി പൊരുത്തപ്പെടുന്ന കമാൻഡുകളൊന്നുമില്ല.
nl_nl: Er komen geen opdrachten overeen met uw zoekopdracht.
pl_pl: Żadne polecenie nie pasuje do wyszukiwania.
pt_pt: Nenhum comando corresponde à sua pesquisa.
ru_ru: Нет команд, соответствующих запросу.
sv_se: Inga kommandon matchar din sökning.
uk_ua: Немає команд, що відповідають запиту.
zh_tw: 沒有符合搜尋的命令。

# TextShortcutNoKeys.Text
source: None
ar_sa: بلا
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
ml_in: ഒന്നുമില്ല
nl_nl: Geen
pl_pl: Brak
pt_pt: Nenhum
ru_ru: Нет
sv_se: Ingen
uk_ua: Немає
zh_tw: 無

# ButtonShortcutEdit.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Change shortcuts
ar_sa: تغيير الاختصارات
es_es: Cambiar atajos
fr_fr: Modifier les raccourcis
it_it: Modifica collegamenti
ja_jp: ショートカットを変更
ko_kr: 바로 가기 키 변경
ml_in: കുറുക്കുവഴികൾ മാറ്റുക
nl_nl: Sneltoetsen wijzigen
pl_pl: Zmień skróty
pt_pt: Alterar atalhos
ru_ru: Изменить сочетания клавиш
sv_se: Ändra genvägar
uk_ua: Змінити гарячі клавіші
zh_tw: 變更快速鍵

# ShortcutEditToolTip.Content
source: Change shortcuts
ar_sa: تغيير الاختصارات
es_es: Cambiar atajos
fr_fr: Modifier les raccourcis
it_it: Modifica collegamenti
ja_jp: ショートカットを変更
ko_kr: 바로 가기 키 변경
ml_in: കുറുക്കുവഴികൾ മാറ്റുക
nl_nl: Sneltoetsen wijzigen
pl_pl: Zmień skróty
pt_pt: Alterar atalhos
ru_ru: Изменить сочетания клавиш
sv_se: Ändra genvägar
uk_ua: Змінити гарячі клавіші
zh_tw: 變更快速鍵

# ShortcutResetAll_Title
source: Reset all shortcuts?
ar_sa: إعادة تعيين جميع الاختصارات؟
es_es: ¿Restablecer todos los atajos?
fr_fr: Réinitialiser tous les raccourcis ?
it_it: Reimpostare tutti i collegamenti?
ja_jp: すべてのショートカットをリセットしますか?
ko_kr: 모든 바로 가기 키를 재설정할까요?
ml_in: എല്ലാ കുറുക്കുവഴികളും പുനഃസജ്ജമാക്കണോ?
nl_nl: Alle sneltoetsen opnieuw instellen?
pl_pl: Zresetować wszystkie skróty?
pt_pt: Repor todos os atalhos?
ru_ru: Сбросить все сочетания клавиш?
sv_se: Återställa alla genvägar?
uk_ua: Скинути всі гарячі клавіші?
zh_tw: 要重設所有快速鍵嗎？

# ShortcutResetAll_Message
source: Every command goes back to its default keys. Your mouse settings will not change.
ar_sa: ستعود جميع الأوامر إلى مفاتيحها الافتراضية. لن تتغير إعدادات الماوس.
es_es: Todos los comandos vuelven a sus teclas predeterminadas. Los ajustes del ratón no cambiarán.
fr_fr: Toutes les commandes retrouvent leurs touches par défaut. Vos paramètres de souris ne changeront pas.
it_it: Tutti i comandi tornano ai tasti predefiniti. Le impostazioni del mouse non cambiano.
ja_jp: すべてのコマンドが既定のキーに戻ります。マウスの設定は変更されません。
ko_kr: 모든 명령이 기본 키로 되돌아갑니다. 마우스 설정은 변경되지 않습니다.
ml_in: എല്ലാ കമാൻഡുകളും അവയുടെ സ്ഥിരസ്ഥിതി കീകളിലേക്ക് മടങ്ങും. മൗസ് ക്രമീകരണങ്ങൾ മാറില്ല.
nl_nl: Alle opdrachten krijgen hun standaardtoetsen terug. Uw muisinstellingen veranderen niet.
pl_pl: Wszystkie polecenia wrócą do domyślnych klawiszy.
pt_pt: Todos os comandos voltam às teclas predefinidas.
ru_ru: Все команды вернутся к клавишам по умолчанию. Настройки мыши не изменятся.
sv_se: Alla kommandon återgår till sina standardtangenter. Dina musinställningar ändras inte.
uk_ua: Усі команди повернуться до клавіш за замовчуванням. Налаштування миші не зміняться.
zh_tw: 所有命令都會恢復為預設按鍵。滑鼠設定不會變更。

# ShortcutResetAll_ResetButton
source: Reset all
ar_sa: إعادة تعيين الكل
es_es: Restablecer todo
fr_fr: Tout réinitialiser
it_it: Reimposta tutto
ja_jp: すべてリセット
ko_kr: 모두 재설정
ml_in: എല്ലാം പുനഃസജ്ജമാക്കുക
nl_nl: Alles opnieuw instellen
pl_pl: Resetuj wszystko
pt_pt: Repor tudo
ru_ru: Сбросить все
sv_se: Återställ alla
uk_ua: Скинути все
zh_tw: 全部重設

# ShortcutResetAll_CancelButton
source: Cancel
ar_sa: إلغاء
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ml_in: റദ്ദാക്കുക
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отмена
sv_se: Avbryt
uk_ua: Скасувати
zh_tw: 取消

# TextShortcutCurrent.Text
source: Current shortcuts
ar_sa: الاختصارات الحالية
es_es: Atajos actuales
fr_fr: Raccourcis actuels
it_it: Collegamenti attuali
ja_jp: 現在のショートカット
ko_kr: 현재 바로 가기 키
ml_in: നിലവിലെ കുറുക്കുവഴികൾ
nl_nl: Huidige sneltoetsen
pl_pl: Bieżące skróty
pt_pt: Atalhos atuais
ru_ru: Текущие сочетания клавиш
sv_se: Aktuella genvägar
uk_ua: Поточні гарячі клавіші
zh_tw: 目前的快速鍵

# TextShortcutNoneAssigned.Text
source: No shortcut assigned.
ar_sa: لم يتم تعيين أي اختصار.
es_es: Ningún atajo asignado.
fr_fr: Aucun raccourci attribué.
it_it: Nessun collegamento assegnato.
ja_jp: ショートカットが割り当てられていません。
ko_kr: 할당된 바로 가기 키가 없습니다.
ml_in: കുറുക്കുവഴിയൊന്നും നൽകിയിട്ടില്ല.
nl_nl: Geen sneltoets toegewezen.
pl_pl: Nie przypisano skrótu.
pt_pt: Nenhum atalho atribuído.
ru_ru: Сочетание клавиш не назначено.
sv_se: Ingen genväg tilldelad.
uk_ua: Гарячу клавішу не призначено.
zh_tw: 未指派快速鍵。

# TextShortcutCapturePrompt.Text
source: Click the box below, then press the keys you want to add.
ar_sa: انقر على المربع أدناه، ثم اضغط على المفاتيح التي تريد إضافتها.
es_es: Haga clic en el cuadro de abajo y pulse las teclas que quiera añadir.
fr_fr: Cliquez dans le champ ci-dessous, puis appuyez sur les touches à ajouter.
it_it: Fai clic nel riquadro sotto, quindi premi i tasti da aggiungere.
ja_jp: 下のボックスをクリックしてから、追加したいキーを押してください。
ko_kr: 아래 상자를 클릭한 다음 추가할 키를 누르세요.
ml_in: താഴെയുള്ള ബോക്സിൽ ക്ലിക്ക് ചെയ്ത ശേഷം ചേർക്കേണ്ട കീകൾ അമർത്തുക.
nl_nl: Klik in het vak hieronder en druk vervolgens op de toetsen die u wilt toevoegen.
pl_pl: Kliknij pole poniżej, a następnie naciśnij klawisze, które chcesz dodać.
pt_pt: Clique na caixa abaixo e prima as teclas que pretende adicionar.
ru_ru: Щёлкните поле ниже, затем нажмите клавиши, которые хотите добавить.
sv_se: Klicka i rutan nedan och tryck sedan på tangenterna du vill lägga till.
uk_ua: Клацніть поле нижче, а потім натисніть клавіші, які потрібно додати.
zh_tw: 按一下下方的方塊，然後按下要新增的按鍵。

source: Remove this shortcut
ar_sa: إزالة هذا الاختصار
es_es: Quitar este atajo
fr_fr: Supprimer ce raccourci
it_it: Rimuovi questo collegamento
ja_jp: このショートカットを削除
ko_kr: 이 바로 가기 키 제거
ml_in: ഈ കുറുക്കുവഴി നീക്കം ചെയ്യുക
nl_nl: Deze sneltoets verwijderen
pl_pl: Usuń ten skrót
pt_pt: Remover este atalho
ru_ru: Удалить это сочетание клавиш
sv_se: Ta bort den här genvägen
uk_ua: Видалити цю гарячу клавішу
zh_tw: 移除此快速鍵

# ShortcutRemoveToolTip.Content
source: Remove
ar_sa: إزالة
es_es: Quitar
fr_fr: Supprimer
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
ml_in: നീക്കം ചെയ്യുക
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Remover
ru_ru: Удалить
sv_se: Ta bort
uk_ua: Видалити
zh_tw: 移除

# ButtonShortcutReassign.Content
source: Reassign
ar_sa: إعادة التعيين
es_es: Reasignar
fr_fr: Réattribuer
it_it: Riassegna
ja_jp: 再割り当て
ko_kr: 다시 할당
ml_in: വീണ്ടും നൽകുക
nl_nl: Opnieuw toewijzen
pl_pl: Przypisz ponownie
pt_pt: Reatribuir
ru_ru: Переназначить
sv_se: Tilldela om
uk_ua: Перепризначити
zh_tw: 重新指派

# ButtonShortcutResetDefault.Content
source: Reset to default
ar_sa: إعادة التعيين إلى الافتراضي
es_es: Restablecer valores predeterminados
fr_fr: Rétablir les valeurs par défaut
it_it: Ripristina i valori predefiniti
ja_jp: 既定値に戻す
ko_kr: 기본값으로 재설정
ml_in: സ്ഥിരസ്ഥിതിയിലേക്ക് പുനഃസജ്ജമാക്കുക
nl_nl: Standaardwaarden herstellen
pl_pl: Przywróć domyślne
pt_pt: Repor predefinições
ru_ru: Сбросить до значений по умолчанию
sv_se: Återställ till standard
uk_ua: Відновити значення за замовчуванням
zh_tw: 重設為預設值

# ShortcutCapture_DoneButton
source: Done
ar_sa: تم
es_es: Listo
fr_fr: Terminé
it_it: Fine
ja_jp: 完了
ko_kr: 완료
ml_in: പൂർത്തിയായി
nl_nl: Gereed
pl_pl: Gotowe
pt_pt: Concluído
ru_ru: Готово
sv_se: Klar
uk_ua: Готово
zh_tw: 完成

# ShortcutCapture_Idle
source: Click here to add a shortcut
ar_sa: انقر هنا لإضافة اختصار
es_es: Haga clic aquí para añadir un atajo
fr_fr: Cliquez ici pour ajouter un raccourci
it_it: Fai clic qui per aggiungere un collegamento
ja_jp: ここをクリックしてショートカットを追加
ko_kr: 여기를 클릭하여 바로 가기 키 추가
ml_in: കുറുക്കുവഴി ചേർക്കാൻ ഇവിടെ ക്ലിക്ക് ചെയ്യുക
nl_nl: Klik hier om een sneltoets toe te voegen
pl_pl: Kliknij tutaj, aby dodać skrót
pt_pt: Clique aqui para adicionar um atalho
ru_ru: Щёлкните здесь, чтобы добавить сочетание клавиш
sv_se: Klicka här för att lägga till en genväg
uk_ua: Клацніть тут, щоб додати гарячу клавішу
zh_tw: 按一下這裡以新增快速鍵

# ShortcutCapture_Waiting
source: Waiting for keys...
ar_sa: في انتظار المفاتيح…
es_es: Esperando las teclas…
fr_fr: En attente des touches…
it_it: In attesa dei tasti…
ja_jp: キー入力を待機中…
ko_kr: 키 입력 대기 중…
ml_in: കീകൾക്കായി കാത്തിരിക്കുന്നു…
nl_nl: Wachten op toetsen…
pl_pl: Oczekiwanie na klawisze…
pt_pt: A aguardar as teclas…
ru_ru: Ожидание нажатия клавиш…
sv_se: Väntar på tangenter…
uk_ua: Очікування натискання клавіш…
zh_tw: 正在等待按鍵…

# ShortcutCapture_WinKeyRejected
source: Windows reserves shortcuts that use the Windows key.
ar_sa: يحتفظ Windows بالاختصارات التي تستخدم مفتاح Windows.
es_es: Windows reserva los atajos que usan la tecla Windows.
fr_fr: Les raccourcis utilisant la touche Windows sont réservés par Windows.
it_it: Windows riserva i collegamenti che usano il tasto Windows.
ja_jp: Windows キーを使うショートカットは Windows が予約しています。
ko_kr: Windows 키를 사용하는 바로 가기 키는 Windows에서 예약되어 있습니다.
ml_in: Windows കീ ഉപയോഗിക്കുന്ന കുറുക്കുവഴികൾ Windows-നായി നീക്കിവച്ചിരിക്കുന്നു.
nl_nl: Windows reserveert sneltoetsen met de Windows-toets.
pl_pl: System Windows rezerwuje skróty korzystające z klawisza Windows.
pt_pt: O Windows reserva os atalhos que usam a tecla Windows.
ru_ru: Windows резервирует сочетания клавиш с клавишей Windows.
sv_se: Windows reserverar genvägar som använder Windows-tangenten.
uk_ua: Windows резервує гарячі клавіші з клавішею Windows.
zh_tw: 使用 Windows 鍵的快速鍵由 Windows 保留。
